[
    "Over 4 Million Americans Roll Up Sleeves For Omicron-Targeted COVID Boosters under the category: U.S. NEWS\n Health experts said it is too early to predict whether demand would match up with the 171 million doses of the new boosters the U.S. ordered for the fall.",
    "American Airlines Flyer Charged, Banned For Life After Punching Flight Attendant On Video under the category: U.S. NEWS\n He was subdued by passengers and crew when he fled to the back of the aircraft after the confrontation, according to the U.S. attorney's office in Los Angeles.",
    '23 Of The Funniest Tweets About Cats And Dogs This Week (Sept. 17-23) under the category: COMEDY\n "Until you have a dog you don\'t understand what could be eaten."',
    'The Funniest Tweets From Parents This Week (Sept. 17-23) under the category: PARENTING\n "Accidentally put grown-up toothpaste on my toddler’s toothbrush and he screamed like I was cleaning his teeth with a Carolina Reaper dipped in Tabasco sauce."',
    "Woman Who Called Cops On Black Bird-Watcher Loses Lawsuit Against Ex-Employer under the category: U.S. NEWS\n Amy Cooper accused investment firm Franklin Templeton of unfairly firing her and branding her a racist after video of the Central Park encounter went viral.",
    "Cleaner Was Dead In Belk Bathroom For 4 Days Before Body Found: Police under the category: U.S. NEWS\n The 63-year-old woman was seen working at the South Carolina store on Thursday. She was found dead Monday after her family reported her missing, authorities said.",
    'Reporter Gets Adorable Surprise From Her Boyfriend While Live On TV under the category: U.S. NEWS\n "Who\'s that behind you?" an anchor for New York’s PIX11 asked journalist Michelle Ross as she finished up an interview.',
    "Puerto Ricans Desperate For Water After Hurricane Fiona’s Rampage under the category: WORLD NEWS\n More than half a million people remained without water service three days after the storm lashed the U.S. territory.",
    'How A New Documentary Captures The Complexity Of Being A Child Of Immigrants under the category: CULTURE & ARTS\n In "Mija," director Isabel Castro combined music documentaries with the style of "Euphoria" and "Clueless" to tell a more nuanced immigration story.',
    "Biden At UN To Call Russian War An Affront To Body's Charter under the category: WORLD NEWS\n White House officials say the crux of the president's visit to the U.N. this year will be a full-throated condemnation of Russia and its brutal war.",
    "World Cup Captains Want To Wear Rainbow Armbands In Qatar under the category: WORLD NEWS\n FIFA has come under pressure from several European soccer federations who want to support a human rights campaign against discrimination at the World Cup.",
    "Man Sets Himself On Fire In Apparent Protest Of Funeral For Japan's Abe under the category: WORLD NEWS\n The incident underscores a growing wave of protests against the funeral for Shinzo Abe, who was one of the most divisive leaders in postwar Japanese politics.",
    "Fiona Threatens To Become Category 4 Storm Headed To Bermuda under the category: WORLD NEWS\n Hurricane Fiona lashed the Turks and Caicos Islands and was forecast to squeeze past Bermuda later this week.",
    "Twitch Bans Gambling Sites After Streamer Scams Folks Out Of $200,000 under the category: TECH\n One man's claims that he scammed people on the platform caused several popular streamers to consider a Twitch boycott.",
    "Virginia Thomas Agrees To Interview With Jan. 6 Panel under the category: U.S. NEWS\n Conservative activist Virginia Thomas, the wife of Supreme Court Justice Clarence Thomas, has agreed to participate in a voluntary interview with the House panel investigating the Jan. 6 insurrection.",
    "Russian Cosmonaut Valery Polyakov Who Broke Record With 437-Day Stay In Space Dies At 80 under the category: WORLD NEWS\n Polyakov's record-breaking trip to outer space saw him orbit Earth 7,075 times and travel nearly 187 million miles.",
    "'Reboot' Is A Clever And Not Too Navel-Gazey Look Inside TV Reboots under the category: CULTURE & ARTS\n Starring Keegan-Michael Key, Judy Greer and Johnny Knoxville, the Hulu show follows the revival of a fictional early 2000s sitcom.",
    "Maury Wills, Base-Stealing Shortstop For Dodgers, Dies At 89 under the category: SPORTS\n Maury Wills, who helped the Los Angeles Dodgers win three World Series titles with his base-stealing prowess, has died.",
    "4 Russian-Controlled Ukrainian Regions Schedule Votes This Week To Join Russia under the category: WORLD NEWS\n The concerted and quickening Kremlin-backed efforts to swallow up four regions could set the stage for Moscow to escalate the war.",
    "Fiona Barrels Toward Turks And Caicos Islands As Category 3 Hurricane under the category: WORLD NEWS\n The Turks and Caicos Islands government imposed a curfew as the intensifying storm kept dropping copious rain over the Dominican Republic and Puerto Rico.",
    "Golden Globes Returning To NBC In January After Year Off-Air under the category: ENTERTAINMENT\n For the past 18 months, Hollywood has effectively boycotted the Globes after reports that the HFPA’s 87 members of non-American journalists included no Black members.",
    "Biden Says U.S. Forces Would Defend Taiwan If China Invaded under the category: POLITICS\n President issues vow as tensions with China rise.",
    "Hurricane Fiona Bears Down On Dominican Republic After Pounding Puerto Rico under the category: WORLD NEWS\n The storm knocked out the power grid and unleashed floods and landslides in Puerto Rico, where the governor said the damage was “catastrophic.”",
    "One Dead After Plane Crashes At Reno Air Race under the category: U.S. NEWS\n The single-engine plane was participating in the National Championship Air Races on Sunday when it crashed into a field, killing the pilot, officials said.",
    "‘Beautiful And Sad At The Same Time’: Ukrainian Cultural Festival Takes On A Deeper Meaning This Year under the category: POLITICS\n An annual celebration took on a different feel as Russia's invasion dragged into Day 206.",
    "Family Of American Held In Afghanistan Says He Was Freed By Taliban In Prisoner Swap under the category: U.S. NEWS\n Mark Frerichs, a Navy veteran and civilian contractor, was kidnapped in Afghanistan in January 2020.",
    "Las Vegas Aces Win First WNBA Title, Chelsea Gray Named MVP under the category: SPORTS\n Las Vegas never had a professional sports champion — until Sunday.",
    "World Leaders Pay Respects To Queen Elizabeth II under the category: WORLD NEWS\n President Joe Biden and first lady Jill Biden were among thousands of mourners — from locals and tourists to royals and world leaders — to pay their respects.",
    "James Cameron Says He 'Clashed' With Studio Before 'Avatar' Release under the category: ENTERTAINMENT\n The \"Avatar\" director said aspects of his 2009 movie are \"still competitive with everything that’s out there these days.\"",
    "'French Spider-Man' Celebrates 60th Birthday With A Massive Skyscraper Climb under the category: WEIRD NEWS\n Alain Robert, known as the \"French Spider-Man,\" has climbed the Burj Khalifa and the Empire State Building.",
    "Biden Says Queen's Death Left 'Giant Hole' For Royal Family under the category: POLITICS\n U.S. President Joe Biden, in London for the funeral of Queen Elizabeth II, says his heart went out to the royal family, adding the queen’s death left a “giant hole.”.",
    "Watchdog Report Finds Some Census Takers Who Fudged 2020 Data Didn’t Get Fired under the category: U.S. NEWS\n Despite entering false information, their work wasn't redone fully and in some cases the census takers received bonuses, the Office of Inspector General reported.",
    "First Public Global Database Of Fossil Fuels Launches under the category: ENVIRONMENT\n On Monday, the world’s first public database of fossil fuel production, reserves and emissions launches.",
    "Man Charged With Exposing Himself To Mourners Waiting To View Queen Elizabeth under the category: WORLD NEWS\n The 19-year-old reportedly fled into the Thames in a failed bid to escape police.",
    "Alaska Prepares For 'Historic-Level' Storm Barreling Towards Coast under the category: ENVIRONMENT\n “In 10 years, people will be referring to the September 2022 storm as a benchmark storm.”",
    "Puerto Rico Braces For Landslides And Severe Flooding As Tropical Storm Fiona Approaches under the category: ENVIRONMENT\n Puerto Rico was under a hurricane watch Saturday as the storm barreled towards the U.S. territory.",
    "WHO Raises Alarm On Disease In Flood-hit Areas Of Pakistan under the category: WORLD NEWS\n The World Health Organization is raising the alarm about a “second disaster” in the wake of the deadly floods in Pakistan this summer, as doctors and medical workers on the ground race to battle outbreaks of waterborne and other diseases.",
    "Privatization Isn’t The Answer To Jackson’s Water Crisis under the category: ENVIRONMENT\n Studies have repeatedly shown that ending public administration of water supplies doesn’t work — but that’s now on the table in Mississippi.",
    "German Customs Officials Follow Trail Of Slime And Find Bags Of Giant Snails under the category: WEIRD NEWS\n “Never in the history of the Duesseldorf customs office has a trail of slime led us to smuggled goods,” spokesman Michael Walk told the media.",
    "Amazon Greenlights 'Blade Runner 2099' Limited Series Produced By Ridley Scott under the category: ENTERTAINMENT\n The director of the original 1982 film joins a writer of the 2017 sequel for the newest installment in the sci-fi franchise.",
    "Bill To Help Afghans Who Escaped Taliban Faces Long Odds In The Senate under the category: POLITICS\n Republican outrage over the shoddy U.S. withdrawal from Afghanistan hasn’t spurred support for resettling refugees.",
    "Alabama Sidesteps Compensation For Survivor Of '63 KKK Blast under the category: U.S. NEWS\n Sarah Collins Rudolph lost an eye and has pieces of glass inside her body from a Ku Klux Klan bombing that killed her sister and three other Black girls inside an Alabama church 59 years ago.",
    "Racism Seen As Root Of Water Crisis In Mississippi Capital under the category: U.S. NEWS\n A boil-water advisory has been lifted for Mississippi's capital, and the state will stop handing out free bottled water on Saturday.",
    "'The Phantom Of The Opera' To Close On Broadway Next Year under the category: ENTERTAINMENT\n “The Phantom of the Opera” — Broadway’s longest-running show — is scheduled to close in February 2023, a victim of post-pandemic softening in theater attendance in New York.",
    "Mark Meadows Complies With Justice Dept. Subpoena: Report under the category: POLITICS\n The former White House chief of staff has turned over records as part of a federal investigation into the Jan. 6, 2021 assault on the Capitol.",
    'Meet Alex Aster, The TikToker Changing The Publishing Industry For The Better under the category: CULTURE & ARTS\n The Colombian-American author\'s new book "Lightlark" was rejected numerous times — until she went directly to her readers for support.',
    "Chick-Fil-A Worker Saves Woman With Baby From Being Carjacked under the category: U.S. NEWS\n Mykel Gordon rushed to the woman's aid and held down her assailant until police arrived. Remarkably, this wasn't the first time Gordon may have saved a life.",
    "Viola Davis Feared A Heart Attack During 'The Woman King' Training under the category: ENTERTAINMENT\n The Oscar winner said she worked out for five hours a day for her role in the new action movie.",
    "Kim Kardashian's Next Boyfriend Could Be A Biochemist under the category: ENTERTAINMENT\n The reality star told James Corden she's branching out because \"clearly it's not working, whatever I’m doing.\"",
    "Podcasters Offer $100K Reward For Information On 2Pac’s Killers under the category: ENTERTAINMENT\n The Las Vegas podcasters are hoping to find out who shot the rap icon 26 years ago.",
    "Cardi B Donates $100,000 To Her Old Middle School In The Bronx under the category: ENTERTAINMENT\n The Grammy-winning rapper surprised star-struck children at the Alexander Macomb School in Morris Heights to make the announcement.",
    "Bill Richardson Visits Moscow As Brittney Griner, Paul Whelan Remain Jailed under the category: WORLD NEWS\n Richardson, the former U.S. ambassador to the United Nations and a frequent emissary in hostage negotiations, held meetings with Russian leaders.",
    "Emmy Awards Viewership Dips To A Record-Low As Its Audience Continues To Drop under the category: ENTERTAINMENT\n The television awards ceremony lost roughly 1.5 million viewers compared to its 2021 program.",
    'Possible Nationwide Rail Strike Is Already Impacting Travelers, Businesses under the category: U.S. NEWS\n White House press secretary Karine Jean-Pierre said a rail shutdown is "not acceptable" and would harm families as well as businesses.',
    "Democrats Nominate Seth Magaziner In Key Rhode Island House Race under the category: POLITICS\n The state's general treasurer is slated to face former Cranston Mayor Allan Fung (R) in the general election.",
    "TikTok Search Results Riddled With Misinformation: Report under the category: TECH\n A U.S. firm that monitors false online claims reports that searches for information about prominent news topics on TikTok are likely to turn up results riddled with misinformation.",
    "U.S. Inflation Falls For 2nd Straight Month On Lower Gas Costs under the category: U.S. NEWS\n On a monthly basis, prices rose 0.1%, after a flat reading in July.",
    'Jean-Luc Godard, Pioneering French Filmmaker, Dies under the category: ENTERTAINMENT\n The director was best known for the groundbreaking movie "Breathless."',
    "Thousands Of Minnesota Nurses Launch 3-day Strike Over Pay under the category: U.S. NEWS\n They're pressing for salary increases they say will help improve patient care by resolving understaffing stresses that have worsened in the pandemic.",
    'Joe Biden Urges National Unity In Speech On Renewed ‘Cancer Moonshot’ under the category: POLITICS\n "Cancer does not discriminate red and blue," the president said Monday. "Beating cancer is something we can do together."',
    'Sen. Tim Scott Downplays Electability Concerns Over Struggling Senate GOP Candidates under the category: POLITICS\n "Who we have on the field is who we’re gonna play,” Scott told "Fox News Sunday."',
    "Boston Marathon To Make Race More Inclusive For Nonbinary Runners under the category: SPORTS\n The race's organizers say nonbinary athletes won't have to register with the men's or women's divisions and provided qualifying times to guide their training.",
    "Anthony Varvaro, MLB Pitcher Turned Transit Cop, Dies In Crash On Way To 9/11 Ceremony under the category: SPORTS\n Varvaro pitched mostly with the Atlanta Braves and started his law enforcement career in 2016.",
    "Electability Is On The Ballot In Key Rhode Island House Primary under the category: POLITICS\n Democrats in the state’s more moderate House district are deciding who will take on a popular Republican former mayor.",
    "In A Nod To JFK, Joe Biden Pushing 'Moonshot' To Fight Cancer under the category: POLITICS\n Biden plans to draw attention to a new federally backed study that seeks to validate using blood tests to screen against multiple cancers.",
    "How Ani Liu Is Brilliantly Disguising Her Art As Science under the category: CULTURE & ARTS\n The research-based artist has found dynamic ways to confront conversations about female empowerment, motherhood and labor in her artwork.",
    "'Sidney' Tackles The Not-So-Comfortable Conversations About A Black Cinema Icon under the category: CULTURE & ARTS\n It’s not about sensationalizing or even tarnishing the reputation of Sidney Poitier. Rather, the new documentary honors his humanity — every facet of it.",
    "Carlos Alcaraz Wins U.S. Open For 1st Slam Title, Top Ranking under the category: SPORTS\n Carlos Alcaraz defeated Casper Ruud in the U.S. Open final to earn his first Grand Slam at age 19 and become the youngest man to move up to No. 1 in the rankings.",
    "Weather Helping, But Threat From Western Fires Persists under the category: U.S. NEWS\n Firefighters made progress against a huge Northern California wildfire that was still growing and threatening thousands of mountain homes.",
    "Biden Honors 9/11 Victims, Vows Commitment To Thwart Terror under the category: POLITICS\n President Joe Biden has marked the 21st anniversary of the Sept. 11 attacks, taking part in a somber wreath-laying ceremony held at the Pentagon under a steady rain.",
]
